export const store_middle = [
  {"store":"曼哈頓運動休閒館(苗栗)", "addr":"苗栗縣頭份鎮東民路160號", "phone":"03-759-7868"},
  {"store":"尚智運動世界(太平一)", "addr":"台中市北區太平路45號", "phone":"04-2225-3202"},
  {"store":"尚智運動世界(太平四)", "addr":"台中市北區太平路53-1號", "phone":"04-2223-5305"},
  {"store":"尚智運動世界(太平七)", "addr":"台中市北區太平路18號", "phone":"04-2225-5077"},
  {"store":"尚智運動世界(太平八)", "addr":"台中市北區太平路35號", "phone":"04-2223-2010"},
  {"store":"永盛體育文教用品", "addr":"台中市西區公益路一段325號", "phone":"04-2322-1393"},
  {"store":"尚智運動世界(福星一)", "addr":"台中市西屯區福星路435號", "phone":"04-2452-1252"},
  {"store":"昇活運動用品館(大里)", "addr":"台中市大里區國光路二段739號", "phone":"04-2418-1997"},
  {"store":"路寶體育用品社(豐原)", "addr":"台中市豐原區三民路27號", "phone":"04-2527-9400"},
  {"store":"名將運動用品(彰化)", "addr":"彰化縣彰化市民生路171號", "phone":"04-723-2873"},
  {"store":"紅番運動休閒用品(南投)", "addr":"南投縣南投市彰南路二段32號", "phone":"049-220-9651"},
  {"store":"紅番運動休閒用品(草屯)", "addr":"南投縣草屯鎮太平路二段273號", "phone":"049-230-0315"},
  {"store":"威廷體育用品社(竹山)", "addr":"南投縣竹山鎮竹山路128號", "phone":"049-264-6761"},
  {"store":"學友體育社(虎尾)", "addr":"雲林縣虎尾鎮華南路28號", "phone":"05-631-3698"},
  {"store":"頂尖體育用品社(虎尾)", "addr":"雲林縣虎尾鎮文化路61號", "phone":"05-631-3698"}
];
